import FooterTexts from "@/components/ui/FooterTexts/FooterTexts";

const FirstColumn = () => {
    return (
        <section
            className={'container-column'}
        >
            <FooterTexts
                texttype={'small'}
            >
                Ласкаво просимо до нас на аукціон!
                Перед тим як почати користуватися нашим сайтом - пропонуємо Вам ознайомитися з нашою політикою щодо проведення та обслуговування аукціону.
                По-перше, зауважте, що ми пропонуємо Вам лоти різного формату та тематики,
                тож ми не можемо стверджувати, що весь контент сайту може відповідати категорії людей до 18 років.
                По-друге, зібрані кошти з усіх лотів направлені на благодійні потреби.
                По-третє, під час торгів кошти, які Ви відправили для ставки - будуть заморожені у транзакції до кінця аукціону.
                Таким чином, якщо Ви будете мати бажання повернути свої кошти під час аукціону -
                Ваша ставка буде анульована, в інших випадках кошти будуть повернуті після завершення торгів.
                Для загального розуміння, після повторної ставки на один лот - ваша ставка сумується.
            </FooterTexts>
        </section>
    );
};

export default FirstColumn;
